---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.InvalidFormularFoundInParameter
source: html/edf0f0e9-6261-d39a-5089-7a0763fcc3a8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.InvalidFormularFoundInParameter Property

Invalid formular found in parameter '[Param Name]' in type '[Type Name]'.

## Syntax (C#)
```csharp
public static FailureDefinitionId InvalidFormularFoundInParameter { get; }
```